Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 第二十二章 打脸
en_us: Chapter 22: A Slap In The Face

source: 第二十五章 无奈
en_us: Chapter 25: Helpless

source: 第二十五章 翊家招揽
en_us: Chapter 25: Yi Family Recruitment

source: 第二十八章 地之灵体
en_us: Chapter 28: Earth-Grade Astral Form

source: 第二十八章 红牛饮料
en_us: Chapter 28: Red Bull Drink

source: 第二十六章 变强之心
en_us: Chapter 26: The Desire to Grow Stronger

source: 第二十六章 对决
en_us: Chapter 26: The Battle

source: 第二十四章 挫骨扬灰
en_us: Chapter 24: Shattered Bones and Scattered Ashes

source: 第二十四章 老梅林
en_us: Chapter 24: Old Merlin

source: 第二十章 黑莲花
en_us: Chapter 20: Black Lotus

source: 第二天中午的时候，一行四人回到了加洛斯城。
en_us: The next day, the party of four had arrived at Jarrosus City at noon.

source: 第二天刚到中午，葛瑞安就回到了翡翠高塔。
en_us: Gerian returned to the Emerald Tower at noon the next day.

source: 第二天天还没亮，江逸就醒来要上西山清点，江小奴却闹着要出去做工，被他狠狠训斥了一顿不敢多言了。
en_us: Before dawn broke the next day, Jiang Yi was already awake, and had to head to the Western Hills to take stock. Jiang Xiaonu, however, once again disturbed him and demanded to head out to work. It was only after he had viciously reprimanded her that she no longer dared to speak another word.

source: 第二天江逸早早的做好了荣管事交代的差事，就又去武殿了。杨管事再次给了三枚灵神丹，一整天除了翊凌雪点名要江逸出战了一场外，杨总管没有叫江逸一次，让他专心修炼。
en_us: The next day, after finishing the tasks given by Chief Rong early in the morning, Jiang Yi once again went over to the Martial Arts Hall. Manager Yang once again gave him three Spirit Pills. For the rest of the entire day, besides Yi Lingxue ordering Jiang Yi specifically by name to join her in a practice match as a sparring partner, Manager Yang did not call out Jiang Yi once and instead allowed him to concentrate on cultivating his power.

source: 第二天，江逸还是一个人修炼了整整一天，柳长老还是不见人影，江逸心里有种淡淡的不祥预感，不过他可不敢独自找去柳长老住的院子找他，只能闷闷的回到家中。
en_us: The next day, Jiang Yi did refining practice for an entire day on his own, for Elder Liu was still missing. Jiang Yi had a faintly ominous premonition in his heart, but as he did not dare to visit by himself the courtyard where Elder Liu stayed to find the elder, he had no choice but to melancholically make his way home.

source: 第二日天还没亮，江逸就醒来了，打坐了一个时辰江水决，吃完早饭他交代江小奴这几天没事就去春芽家躲躲，避免江如虎找麻烦就匆匆朝炼丹房走去。
en_us: The next day, Jiang Yi was already up before daybreak. He meditated for two hours practicing the Jiang Water Art. After breakfast, he instructed Jiang Xiaonu to hide at Chun Ya's house for the next few days if she was not busy, in case Jiang Ruhu came looking for trouble. He then made his way to the alchemy lab.

source: 第二章 无名口诀
en_us: Chapter 2: The Nameless Formulation

source: 第二章 魔法天才
en_us: Chapter 2: The Magic Genius

source: 第五十一章 拜师
en_us: Chapter 51: Apprenticeship

source: 第五十七章 探讨
en_us: Chapter 57: Discuss

source: 第五十三章 恼羞成怒
en_us: Chapter 53: Infuriation

source: 第五十九章 野心
en_us: Chapter 59: Ambition

source: 第五十二章 拒绝
en_us: Chapter 52: Rejection

source: 第五十五章 灰袍法师
en_us: Chapter 55: The Mage in Gray Robe

source: 第五十八章 清醒药剂
en_us: Chapter 58: Sobriety Potion

source: 第五十六章 传说
en_us: Chapter 56: Legend

source: 第五十四章 怒火
en_us: Chapter 54: Flames of Fury

source: 第五十章 宴会大厅
en_us: Chapter 50: Banquet Hall

source: 第五章 离去
en_us: Chapter 5: Departure

source: 第五章 说法
en_us: Chapter 5: The Saying

source: 第八章 利维坦猩猩
en_us: Chapter 8: Leviathan Gorilla

source: 第八章 地阶丹药
en_us: Chapter 8: Earth-Tier Elixir

source: 第六十一章 内奸
en_us: Chapter 61: Mole

source: 第六十三章 幕后
en_us: Chapter 63: Mastermind

source: 第六十二章 逼供
en_us: Chapter 62: Extortion of Confession

source: 第六十章 办法
en_us: Chapter 60: An Idea

source: 第六章 双足飞龙
en_us: Chapter 6: Wyvern

source: 第六章 巨额债务
en_us: Chapter 6: The Task of the Enormous Debt

source: 第十一章 加洛斯
en_us: Chapter 11: Jarrosus

source: 第十一章 姬听雨
en_us: Chapter 11: Ji Tingyu

source: 第十七章 铸鼎境二重
en_us: Chapter 17: The Second Stage of the Cast Tripod Realm

source: 第十七章 镇压
en_us: Chapter 17: Suppression

source: 第十三章 曙光
en_us: Chapter 13: Dawn of a New Era

source: 第十三章 等级认证
en_us: Chapter 13: Level Certification

source: 第十九章 凶厉
en_us: Chapter 19: Ferocity

source: 第十九章 父子
en_us: Chapter 19: Father and Son

source: 第十二章 爬着回去
en_us: Chapter 12: Crawling Back

source: 第十二章 翡翠之塔
en_us: Chapter 12: Emerald Tower

source: 第十五章 武殿陪练
en_us: Chapter 15: Sparring Partner at Martial Arts Hall

source: 第十五章 黑市
en_us: Chapter 15: Black Market

source: 第十八章 可敢一战？
en_us: Chapter 18: Do You Dare to Fight?

source: 第十八章 药剂风暴
en_us: Chapter 18: Potion Storm

source: 第十六章 危机
en_us: Chapter 16: Danger

source: 第十六章 金牌陪练
en_us: Chapter 16: The Gold Token-Grade Sparring Partner

source: 第十六章 魔晶交易
en_us: Chapter 16: Magical Crystals Trade

source: 第十四章 密谈
en_us: Chapter 14: Private Discussion

source: 第十四章 江恨水
en_us: Chapter 14: Jiang Henshui

source: 第十天，杨管事依照约定给江逸预支了十两紫金，江逸拿到紫金之后，一刻也待不住了和杨管事告罪一声，火急火燎的朝风月楼冲去。
en_us: On the tenth day, as per their agreement, Manager Yang gave an advance of ten taels of purple gold to Jiang Yi. After Jiang Yi received his purple gold, without wasting a single second, he apologised to Manager Yang and, burning with much anxiety, rushed over to the Fengyue Brothel.

source: 第十章 戒指与画布
en_us: Chapter 10: Ring and Canvas

source: 第十章 聚珍阁
en_us: Chapter 10: The Pearl Gathering Pavilion

source: 第四十一章 二桃杀三士
en_us: Chapter 41: To kill three warriors with two peaches

source: 第四十七章 龙血墨水
en_us: Chapter 47: Dragon's Blood Ink

source: 第四十三章 伊瑟拉
en_us: Chapter 43: Ysera

source: 第四十九章 宴会
en_us: Chapter 49: Banquet

source: 第四十二章 咒术师鲁本
en_us: Chapter 42: Conjurer Reuben

source: 第四十五章 分赃
en_us: Chapter 45: Dividing the Spoils

source: 第四十八章 邀请
en_us: Chapter 48: Invitation

source: 第四十六章 点金棒
en_us: Chapter 46: Gold rod

source: 第四十四章 天价
en_us: Chapter 44: Sky-high Price

source: 第四十章 深邃之银
en_us: Chapter 40: Deep Silver

source: 第四章 江小奴
en_us: Chapter 4: Jiang Xiaonu

source: 第四章 狮蝎
en_us: Chapter 4: The Manticore

source: 等了一会，江逸正准备和杨管事去告别回家，走廊外突然响起一阵脚步声，江逸扫了一眼，连忙身子一缩坐了回去。
en_us: After waiting for a while, Jiang Yi was just getting ready to say farewell to Manager Yang and return home, when the sound of footsteps suddenly rang from outside the corridor. Jiang Yi gave a quick glance, before promptly contracting his body and returned back to his sitting position.

source: 等了几十年，终于等到翡翠高塔出了个药剂大师了，他妈的药剂师协会，你们见鬼去吧！
en_us: He had waited for decades and at last Emerald Tower had its own potion master. Damn the Pharmacist Association, go to hell!

source: 等他从书堆中抬起头来，已经是第二天傍晚的时候了。
en_us: It was already evening the next day when he looked up from the pile of books.

source: 等他回到地下室的时候，正听见葛瑞安在恐吓那倒霉魔导士。
en_us: When he returned to the basement, he overheard Gerian intimidating the unlucky Magic Shooter.

source: 等他回过头来时，却发现两人已经傻了。
en_us: He found both of them dazed when he turned his head back.

source: 等他干完这一切，从药剂室出来的时候，却正好碰见了一个熟人。
en_us: He was finally done with the work and was ready to leave when he met an acquaintance as he walked out of the potion lab.

source: 等他走出小房间后，却看到翊凌雪旁边多了一个白色的身影，也是一个漂亮的小姐，年纪和翊凌雪差不多，身材倒是没有她那么火爆，长相倒是更胜一分。
en_us: When he came out of his room, Jiang Yi saw that there was someone dressed in white standing beside Yi Lingxue. She was a lovely young mistress around Yi Lingxue's age, and although her figure was not as curvaceous, she looked even more beautiful than Yi Lingxue.

source: 等众人退后，江逸才松了一口气，今日震慑住所有人，他就安全了，否则他难逃被众人群殴的结局。
en_us: It was only when everyone had retreated backward that Jiang Yi breathed a sigh of relief. Having shocked and intimidated every single opponent that day, he would finally be safe; otherwise, he would find difficulty escaping from ending up being atatcked from all sides and beaten up by all his opponents.

source: 等到两人从会客室出来的时候，拍卖会也布置得差不多了，加洛斯城十七支势力无一缺席，就连前几天刚跟葛瑞安干了一架的梅林家族，也厚着脸皮派出了人来。
en_us: The preparation for the auction was almost done when they came out of the room. All 17 forces of Jarrosus City were present; even the Merlin Family, who had a fight with Gerian just a few days ago, had shamelessly sent someone to attend the auction.

source: 等到两人商量好细节，从树林里出来的时候，麦德林已经走了，跟他一起离开的，还有身受重伤的霍伦，从老家伙当时的脸色看来，霍伦回去多半是要倒大霉的。
en_us: By the time the two had done discussing the details and walked out of the forest, Medellin, together with badly wounded Hoeren, had already left. From the old man's expression then, Hoeren was likely to suffer a great deal after he returned.

source: 等到之后林立将利维坦猩猩抽得满地打滚的时候，麦格雷尼父女已经彻底麻木了，在他们看来，这个少年魔法师简直就是一个怪物……
en_us: By the time Lin Li had the Leviathan Gorilla rolling on the floor from all the beatings, McGrenn and Ina had turned completely numb. From what they saw, this young mage was a total monster...

source: 等到他这一觉睡醒的时候，一条消息早在加洛斯城内传得沸沸扬扬。
en_us: By the time he woke up, news had spread through Jarrosus City.

source: 等到林立从这一阵椰子雨中缓过气来之时，混身上下早已是青一块紫一块的，就好象是涂上各种颜料在搞行为艺术一样。
en_us: By the time Lin Li had recovered his breath from the shower of coconuts, he was already covered in patches of black and blue, like applying various dyestuff on the body as a part of performance art.

source: 等到林立回过头来，却发现马森正一脸呆滞的望着自己，那表情那神色，就好象是在看一个陌生人一样。
en_us: When Lin Li turned around, to his surprise, Marson was looking at him, confounded. His expression seemed to suggest that Lin Li was a complete stranger to him.

source: 等到林立将五种技能全部升到大师级别的时候，已经差不多到中午了，一群尾随而来的玩家就这么目瞪口呆的看着他糟蹋材料，刚开始的时候还会替他心疼一下，到了最后简直就彻底麻木了，围观群众们甚至已经开始猜测，这家伙会不会是某个富家公子哥，因为在现实里受了什么刺激，才跑到游戏里来发泄的。
en_us: It was already noon when Lin Li finally advanced to the mastery level for all five skills. The group of players who had followed behind watched in shock as they witnessed Lin Li ravaging the materials. They had felt pity for him at the beginning, but were completely numbed by the time he finished. The onlookers even started guessing whether Lin Li came from some rich family and took to gaming to vent his frustrations after encountering some stress at home.

source: 等到林立讲完蛮牛之力药剂的原理，开始给他分析同类药剂的优劣时，老头看他的目光，已经象是在看一头恐龙了。
en_us: Until Lin Li had finished explaining the principles of the Bull's Strength potion and began analyzing the pros and cons of similar potions, the old man watched as if Lin Li was a dinosaur.

source: 等到灰袍法师站出来，吐露自己身份的时候，一众宾客更是被彻底震惊了，谁也没有想到，自己竟能亲眼看见这段活着的传说。
en_us: When the mage in gray robe came out to reveal his identity, the crowd of guests were thoroughly shocked. No one had expected themselves to be able to see the living legend in person.

source: 等到索兰又从仓库里拿出一张卷轴的时候，众人望过去的目光已经有些呆滞了，一个能随手拿出两件史诗级装备，外加上百块龙皮二十几块神之金属的禽兽，又有什么事情是干不出来的？
en_us: But then Suo Lan retrieved a scroll from the warehouse yet again, and all life had escaped from the players' eyes. He was a beast able to produce two pieces of epic equipment at ease, and in addition possessed over a hundred pieces of dragon skin and over twenty pieces of divinity metals. What else could he not do?

source: 等到那又跳又笑的利维坦猩猩察觉到不对的时候，却已经是有些晚了，失去了平衡的巨网正在崩溃，仍它如何跳来跳去，也无法组织整张巨网的破裂。
en_us: By the time the hopping, cackling gorilla realized something was wrong, it was already too late. The giant net had lost its balance and was collapsing; no matter how it jumped, it could not prevent the whole net from tearing.

source: 等大门关闭后，那冷冰冰的少爷才开口道：“在下翊龙宇，苍狼，我听雪儿说过很多次你，还请你全力出手和我对战一场。”
en_us: The aloof young master waited till the doors were closed before introducing himself, "Yours truly, Yi Longyu. Lone Wolf, I have heard Xue-er mention you many times. Please battle me with everything you've got."

source: 等小奴走后，江逸这才怔怔地坐在床上，整理乱成一团麻的脑海。
en_us: Only after Xiaonu left did Jiang Yi sit on his bed in a daze. He took the opportunity to clear his cluttered and messy mind.

source: 等所有人消失在西山，半山腰内才走出一个羸弱的身影，他隐约听到江如鹰的话语，脸上都是轻松之色。
en_us: It was only after everyone had disappeared from the Western Hills that a frail figure walked out from the mid-way point on the mountain. He had vaguely heard Jiang Ruying's words and, as such, his face gave off an expression of relief.

source: 等林立穿着附魔完毕的怒焰之袍，从炼金室里走出来的时候，公会大厅里的各势力首脑已经散得差不多了。
en_us: By the time Lin Li came out of the alchemy lab wearing the enchanted Robe of Wrath, the leaders of the various forces in the guild hall had almost dispersed.

source: 等江如虎走后，江逸从丹房内走出来，他脸色很是淡然，眸子内都是自信。十天时间他完全可以轻松修炼到铸鼎境二重，到时候江如虎敢来，谁爬回江家大院还不一定呢……
en_us: Once Jiang Ruhu was gone, Jiang Yi walked out from inside the Alchemy Lab. His face gave off a look of indifference, while his eyes showed off his self-confidence. In ten days, he could easily train up to the second stage of the Cast Tripod Realm. At that moment, should Jiang Ruhu dare to show up, it would be uncertain who would be crawling back to the central court of the Jiang Residence...

source: 等江松彻底消失了，江逸脸色才平和下来，眸子内却闪过一丝忧色。
en_us: It was only when Jiang Song had completely disappeared that Jiang Yi calmed down. However, his pupils revealed a flash of worry.

source: 等江逸大步朝走廊内行去，那黑甲护卫才松了一口，如释重负叹道：“总算又招到一个，唉……这灵兽山学院一招生，天羽城的公子小姐都疯了一般，没日没夜的修炼，对练。这就算找一百个陪练也不够他们玩啊，这小子才铸鼎境一重，不知能坚持多久？可别半个时辰不到就爬出来……”
en_us: The guard wearing black armor waited for Jiang Yi to walk with big steps through the corridor into the inner bowels of the building before finally heaving a sigh of relief. As though he was relieved of a heavy burden, he sighed and said, "Finally, I've recruited one person. Once this Spirit Beast College started recruiting students, the young masters and young mistresses in Skyplume City have endlessly trained their cultivation techniques and practiced their martial arts techniques, as though they've all gone mad. "With this circumstance, even if we manage to find a hundred sparring partners, it will not be enough to fulfill their demands and accompany them in their fun! "This boy only has his power level at the first stage of the Cast Tripod Realm. Who knows how long he can possibly maintain his post? I hope he does not crawl out after less than one hour..."

source: 等江逸愁眉苦脸的回到自家小院，江小奴已经做好了早饭，正坐在台阶上托着下巴等他回来，一张精致的小脸上都是忧色。看到江逸走进来，连忙紧张的说道：“少爷，你去哪了？急死我了，春芽可是听人说了，一大早江如虎带人就去西山截你了，你可前往别上西山啊……”
en_us: By the time the miserable Jiang Yi returned to the small courtyard of his own home, Jiang Xiaonu had already finished making breakfast and was sitting on the entrance stairway, propping her chin on her hand and waiting for him to return. Her delicate face was filled with worry. When she saw Jiang Yi enter, she hurriedly and nervously asked, "Young Master, where have you been? You've worried me sick! Chun Ya heard someone say that Jiang Ruhu had led people to the Western Hills since dawn to intercept you! Don't you think of heading up to the Western Hills..."

source: 等江逸的身影消失在远处的小巷内，江小奴挥手的动作陡然停了下来，脸上的笑容也瞬间凝固，眼中两行清泪无声的留下，她望着江逸离去的方向，轻声的喃喃起来：“少爷，小奴虽然不知道发生了什么事情，但我知道肯定出大事了，否则你不会抛下小奴的！少爷，你别担心我，放手去做你想做的事情，小奴在家等着你回来，如果……你死了，小奴也一定不会独活，去了冥界小奴还做你的侍女。”
en_us: It was only until Jiang Yi's figure disappeared in the distant alleyway that Jiang Xiaonu's waving stumbled to a stop and her smile froze instantly. Tears streaming silently down her face, she gazed in the direction Jiang Yi had gone and murmured, "Young Master, Xiaonu doesn't know what has happened, but something must have gone seriously wrong, or you would not have left Xiaonu like this! Young Master, don't you worry about me, be free to do whatever you wish, I will be waiting for you at home. If... you were to die, Xiaonu would not live this life either. Xiaonu would still be your maidservant in the Netherworld Realm."

source: 等江逸走了一会后，鹤大师才挥退了刘管事和侍女，朝姬听雨问道：“小姐，这丹药除了丹纹外全无价值，而且药效不明，卖不出去的，你怎么全收啊？还有……要不要派人跟踪他？”
en_us: Master He waited until Jiang Yi had left for some time before dismissing Housekeeper Liu and the maidservant. He turned to Ji Tingyu and asked, "Young Mistress, besides the vein patterns, this pill is completely valueless; its medical effects are also unclear. We can't sell this off at all. How could you have accepted all of them? On top of that... should we send someone to follow him?"

source: 等灵神丹的药力笼罩丹田，江逸立即调集一丝黑色元力融合药力，接着全力运转江水决。
en_us: Once the medical efficacy powers of the Spirit Pills had enveloped his dantian, Jiang Yi immediately assembled a wisp of black essence force and combined it with the medical efficacy power, before circulating the Jiang Water Art technique with all my might.

source: 等等……巨网？
en_us: Hang on... Giant net?

source: 等等……葛瑞安会长？
en_us: Hold on... President Gerian?

source: 等级认证手续比想象中简单，填完一张表格就算是搞定了。
en_us: The certification procedure was easier than expected. It was considered done once the form was filled out.

source: 答案对她来说有些残酷——完全不可能。
en_us: The answer to her question was cruel—absolutely not.

source: 简简单单的一句话，却比震慑术咒语更加管用，刹时间偌大个大厅安静下来，竟是再听不见一丝声音。
en_us: A simple sentence was more effective than a Terror Spell. All of a sudden, the spacious hall fell silent, and not even the slightest sound could be heard.

source: 管事一怔，脸上立即露出灿烂的微笑，招手道：“来人，上好茶！”
en_us: The housekeeper was startled for a second but quickly revealed a bright smile on his face. Waving his hand, he ordered, "Someone come over here, and serve some premium tea!"

source: 管事似乎也不想和江逸多说，和一名护卫交代道：“去取令牌来。”
en_us: The housekeeper did not have much to say to Jiang Yi either. "Go get the command token," he instructed one of the guards instead.

source: 管事和一名护卫打了个眼色，让他安排马家少爷上楼，这才接过江逸的金叶子，斜着眼睛随口教训道：“小子！下次可别那么冲动，这次算是给你们江家面子了……”
en_us: The housekeeper glanced at a guard, signaling him to take the Ma Family young master upstairs. Only then did he deign to take the purple gold leaves from Jiang Yi, all the while looking sideways at him, chiding, "You little brat! You'd better not act so brazenly next time, consider this as me giving face to the Jiang Clan..."

source: 管事嘿嘿一笑道：“那是，那是，不过视察楼子内的姑娘这也是正事啊，您说是不？”
en_us: The housekeeper grinned roguishly, "Indeed, indeed. Although wouldn't you say that inspecting the girls in this brothel is in itself a part of business?"

source: 管事很快出去取了一片小小的金叶子递给江逸，姬听雨才微笑说道：“易公子，以后如果有这样的丹药，你尽管来我们聚珍阁，我们全要！而且一律按三枚一两紫金收购，品阶高我们还会出高价，当然……你必须取得炼制这丹药的大师同意。”
en_us: The housekeeper hastily went to fetch a piece of tiny gold leaf and passed to Jiang Yi. It was only then that Ji Tingyu smiled faintly and said, "Young Master Yi, if you have any more of such elixirs in the future, please feel free to come to Pearl Gathering Pavilion! We want themn all! On top of that, we will buy all of them based on the rate of one tael of purple gold for three pills; if the grading is higher than this, we will even offer an even higher price. Of course... you would need to get the permission of the alchemist who refined this pill."

source: 管事房内，荣管事听完江逸的话后勃然大怒，一拍桌子站了起来就要训斥，但他话还没出口，却被两片递过来的金叶子吸引了。
en_us: In his quarters, Chief Rong flew into a rage upon Jiang Yi's words. Slamming down on the table, he shot up from the chair, ready to give Jiang Yi a dressing-down. Before any reproval could pass his lips however, Chief Rong became distracted by the two pieces of gold leaf that made their way under his nose.

source: 管事点了点头，不冷不热的说道：“那好，请跟我来。”
en_us: The housekeeper nodded his head and nonchalantly replied, "Very well then, please follow me."

source: 管事点了点头，又询问道：“请问客人的丹药是什么品阶？如果是人阶下品的话……”
en_us: The housekeeper nodded his head and asked, "Can I ask you, dear guest, what is the quality grade of your elixir? If it is just Man-tier inferior-grade..."

source: 管事老头连忙赔笑道：“翊小姐，都在陪练呢，要不你再等等？”
en_us: The elderly manager smiled and quickly replied, "Young Mistress Yi, they are all busy sparring with other partners. Why don't you wait just a little longer?"

source: 管事阴鸷的眸子在江逸背后的江小奴身上一扫，冷笑道：“要么赔钱，要么这丫头留下为奴十年，要么……你留下一只手！”
en_us: The malicious eyes of the housekeeper glanced at Jiang Xiaonu, who was standing behind Jiang Yi, before coldly laughing and replying, "Either you pay up, this girl stays here as a slave for ten years, or... you leave one hand behind!"

source: 精神力的绝对控制，魔力的精确分配，以及元素结构的完全解析……
en_us: Absolute control of the mental strength, accurate allocation of the mana, and the complete breakdown of the elemental structures...

source: 精神控制，巫师之眼，奥术飞弹，虚弱无力，肢体麻痹，魔力防护，魔力增幅，丧心病狂，心志狂乱，石化皮肤……
en_us: Mind control, warlock’s eyes, arcane missile, fragility, paralysis, power shield, power amplification, hysteria, delirium, fossilising...

source: 紧接着克伦威尔就感觉，自己好象被人用铁锤砸在脸上似的，在那一刹那，克伦威尔甚至觉得，自己整张脸都好象已经被砸烂了，那是一股无与伦比的力量，在忽然之间就涌到了自己脸上。
en_us: Immediately, Cromwell felt as if he had been hit in the face with a hammer. In that moment, Cromwell even felt like his whole face was shattered; it was an incomparable force, bursting on his face all at once.

source: 紧接着林立就觉得身上一轻，那巨大的旋涡，仿佛在忽然之间就失去了踪影，就好象从来也没有过一般，老梅林立仍然远远的站在台阶下，只是目光也从林立身上，挪到了翡翠高塔的深处。
en_us: The next moment, Lin Li felt the weight lifted off his body. The giant vortex seemed to vanish without a trace in an instant, as if it had never been here before. Old Merlin still stood at the bottom of the step a distance away, his eyes shifted from Lin Li to the depths of the Emerald Tower.

source: 紧跟着一股锥心的疼痛从左手上传来，低头一看又是一根无名指落到了厚厚的地毯上，再加上先前冰锥留下的伤害，一时间巴瑟罗尔一支左手同样血肉模糊，撕裂般的疼痛一阵接着一阵，当场把巴瑟罗尔痛得晕了过去……
en_us: And then a sharp pain shot through his left hand. When he lowered his head, he saw another ring finger landed on the thick carpet. In addition to the damage left by the previous icicle, Bathrilor's left hand was a bloody pile of flesh as well. The tearing pain went on and on, and Bathrilor fainted from the excruciating pain on the spot.

source: 紧跟着就是一片血花溅起，巴瑟罗尔一根无名指，已是生生被风刃切了下来，落到地毯上还骨碌骨碌的滚了几圈，沾上了鲜血的红宝石，在水晶灯下更是亮得有些妖异……
en_us: It was followed by a spatter of blood. Bathrilor's ring finger was severed by the blade and landed on the carpet with a few rounds of rolling. The ruby, now stained with blood, emitted an unearthly glow under the crystal chandeliers...

source: 紧跟着就看见红宝石上光芒一闪，一片耀眼的火光猛然间铺开，就仿佛一条条火龙奔腾而去，又如一张火焰巨网从天而降。
en_us: Then, he saw a flash of light on the ruby, and dazzling flames spread out like fire dragons rushing forth, or like a giant flaming web descending from the sky.

source: 红发美女出身显赫，又有一位名师指点，年纪轻轻就有了十级以上的实力，医术上造诣之高，更是远远超越旁人，在她十几岁的时候，甚至还曾得到过一位药剂师的指点。
en_us: The redheaded beauty was born to an illustrious family and had been instructed by a famous teacher. She had reached a strength of level-ten and above at such a young age. Her high attainments in medical skills far surpassed those of others. As a teenager, she had even received pointers from a pharmacist.

source: 红发美女循声望去，正看见那条细细的黑线，刹时间惊得花容失色：“诅咒？”
en_us: The redheaded beauty shifted her attention and turned pale from fear as she saw the thin black line. "Curse?"

source: 红发美女被这个可能给吓住了。
en_us: The redheaded beauty was stunned by the possibility.

source: 红发美女身上杀气稍减，一张俏脸却涨得通红，想要辩解两句，却又被林立毫不客气的打断。
en_us: The murderous intent coming from the redheaded beauty subsided slightly, but her pretty face was flushed. She wanted to defend herself, but was rudely interrupted by Lin Li.

source: 红宝石用于分解，绿宝石用于融合。
en_us: The ruby was used for decomposition, the emerald for fusion.

source: 练功房内，江逸尴尬的望着对面这位美得令人窒息的姬家小姐，目光闪烁都有些不敢直视了，还好他带着面具，姬听雨看不到他发烫的脸。
en_us: In the Technique Practising Room, Jiang Yi awkwardly glanced at the alluring and beautiful young lady from the Ji Family standing opposite him. His evasive gaze was ysmbolic of his fear of looking at her directly. Thankfully for him, he was wearing a mask, so Ji Tingyu could not see his blushing-hot face.

source: 终于看见灰袍法师出手，城主大人不由长长的吁出口气。
en_us: The Castellan heaved a long sigh of relief having seen the mage in gray robe intervene at last.

source: 终于，那管事抬头望着江逸，点头道：“我给你们江家一个面子，江家子弟想然也会言而有信。当然……如果一个月后你不赔钱，我会拿着这令牌去你们江家刑堂要钱，你们走吧。”
en_us: Finally, the housekeeper raised his head to look at Jiang Yi, before nodding his head and replied, "I will give face to the Jiang Clan - after all, the Jiang Clan members are doubtlessly true to their word. Of course... If you fail to repay the money in a month's time, I will take this token to your Jiang Clan’s Disciplinary Court to demand the money. You guys can go now."
